Repository: KyleGospo/gnome-ext-hanabi
Catalog: src/po/*.po
Languages: da, el, es, fi, fr, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Pause playback when there is maximized or fullscreen window
da: Paus afspilning når der er et maksimeret eller fuldskærmet vindue
el: Παύση αναπαραγωγής όταν υπάρχει μεγιστοποιημένο παράθυρο ή παράθυρο πλήρους οθόνης
fr: Mettre en pause la lecture lorsqu'il y a une fenêtre maximisée ou en plein écran
pt_br: Pausar a reprodução quando tiver uma janela preenchendo ou em tela cheia
ru: Приостановить при разворачивании приложений.
ta: அதிகபட்ச அல்லது முழுத்திரை சாளரம் இருக்கும்போது பின்னணி பின்னணி
th: หยุดการเล่นชั่วคราวเมื่อหน้าจอขยาย หรือ หน้าจอเต็ม
tr: Büyütülmüş veya tam ekran pencere olduğunda oynatmayı duraklat
uk: Призупинити відтворення при розгорнутому або повноекранному вікні
zh_hans: 存在最大化窗口或全屏窗口时暂停播放
zh_hant: 存在最大化窗口或全螢幕窗口時暫停播放

source: <b>Never</b>: Disable this feature. <b>Any Monitor</b>: Pause playback when there is maximized or fullscreen window on any monitor. <b>All Monitors</b>: Pause playback when there are maximized or fullscreen windows on all monitors.
da: <b>Aldrig</b>: Deaktiver denne funktion. <b>Enhver skærm</b>: Paus afspilning når der er et maksimeret eller fuld-skærms vindue på enhver skærm. <b>Alle skærme</b>: Paus afspilning når der er et maksimeret eller fuld-skærms vindue på alle skærme.
fr: <b>Jamais</b>: Désactive cette fonctionnalité. <b>N'importe quel écran</b>: Mettre en pause la lecture lorsqu'il y a une fenêtre maximisée ou en plein écran sur n'importe quel écran. fenêtre sur tout les écrans <b>Tous les écrans</b>: Mettre en pause la lecture lorsqu'il y a des fenêtres maximisées ou en plein écran sur tous les écrans
pt_br: <b>Nunca<b>: Deativar esse recurso. <b>Qualquer Monitor<b>: Pausa a reprodução quando tem uma janela maximizada ou em tela cheia em algum dos monitores <b>Todos os Monitores<b>:Pausa a reprodução quando tem uma janela maximizada ou em tela cheia em todos dos monitores
ru: <b>Никогда<b>: Отключить эту возможность. <b>Любой монитор</b>: Приостановить воспроизведение когда хотя бы на одном из мониторов запущено приложение развёрнутое на полный экран. <b>Все мониторы</b>: Приостановить воспроизведение когда на всех мониторах запущены приложения развёрнутые на полный экран.
ta: <b> நெவர் </b>: இந்த அம்சத்தை முடக்கு. <b> எந்த மானிட்டரும் </b>: எந்த மானிட்டரிலும் அதிகபட்ச அல்லது முழுத்திரை சாளரம் இருக்கும்போது பின்னணி பின்னணி. <b> அனைத்து மானிட்டர்களும் </b>: அனைத்து மானிட்டர்களிலும் அதிகபட்ச அல்லது முழுத்திரை சாளரங்கள் இருக்கும்போது பின்னணி பின்னணி.
th: <b>ไม่</b>: ปิดฟีเจอร์นี้ <b>หน้าจอใด ๆ</b>: หยุดการเล่นชั่วคราวเมื่อมีหน้าจอขยาย หรือ หน้าจอเต็มที่หน้าจอใด ๆ <b>ทุกหน้าจอ</b>: หยุดการเล่นชั่วคราวเมื่อมีหน้าจอขยาย หรือ หน้าจอเต็มที่ทุกหน้าจอ
tr: <b>Asla</b>: Bu özelliği kapat. <b>Herhangi Monitor</b>: Herhangi bir monitörde tam ekran veya büyütülmüş bir pencere varsa oynatmayı durdur. <b>All Monitors</b>: Bütün monitörlerde tam ekran veya büyütülmüş bir pencere varsa oynatmayı durdur.
uk: <b>Ніколи</b>: Вимкнути дану функцію. <b>Будь-який монітор</b>: Призупинити відтворення, коли вікно розгорнуто на весь екран або на весь екран на будь-якому моніторі. <b>Всі монітори</b>: Призупинити відтворення, коли на всіх моніторах розгорнуті вікна на весь екран або в повноекранному режимі.
zh_hans: <b>从不</b>: 停用该功能。 <b>任一监视器</b>: 当某个监视器存在最大化窗口或全屏窗口时暂停播放。 <b>所有监视器</b>: 当所有监视器都存在最大化窗口或全屏窗口时暂停播放。
zh_hant: <b>從不</b>：停用此功能。 <b>任一顯示器</b>：當任一顯示器有最大化或全螢幕視窗時暫停播放。 <b>所有顯示器</b>：當所有顯示器都有最大化或全螢幕視窗時暫停播放。

source: Never
da: Aldrig
el: Ποτέ
fr: Jamais
pt_br: Nunca
ru: Никогда
ta: ஒருபோதும்
th: ไม่
tr: Asla
uk: Ніколи
zh_hans: 从不
zh_hant: 從不

source: Any Monitor
da: Enhver skærm
el: Οποιαδήποτε Οθόνη
fr: N'importe quel écran
pt_br: Qualquer Monitor
ru: Любой монитор
ta: எந்த மானிட்டரும்
th: หน้าจอใด ๆ
tr: Herhangi Monitor
uk: Будь-який монітор
zh_hans: 任一监视器
zh_hant: 任一顯示器

source: All Monitors
da: Alle skærme
el: Όλες Οι Οθόνες
fr: Tout les écrans
pt_br: Todos os monitores
ru: Все мониторы
ta: அனைத்து மானிட்டர்களும்
th: ทุกหน้าจอ
tr: Bütün Ekranlar
uk: Всі монітори
zh_hans: 所有监视器
zh_hant: 所有顯示器

source: Pause on Battery
da: Paus ved Batteri
el: Παύση λειτουργίας κατά την κατανάλωση μπαταρίας
fr: Pause sur batterie
pt_br: Pausar na Bateria
ru: Приостанавливать при использовании батареи
ta: பேட்டரியில் இடைநிறுத்தம்
th: หยุดชั่วคราวตอนโหมดแบตเตอรี่
tr: Batarya durumunda duraklat
uk: Пауза на акумуляторі
zh_hans: 使用电池时暂停
zh_hant: 使用電池時暫停

source: Pause playback when the device is on battery or the battery is low
da: Paus afspilning når enheden er på batteri eller batteriet er lavt
el: Παύση της αναπαραγωγής όταν η συσκευή λειτουργεί με μπαταρία ή όταν η μπαταρία είναι χαμηλή
fr: Arrêter la lecture lorsque l'appareil est sur batterie ou lorsque la batterie est faible
pt_br: Pausar a reprodução quando o dispositivo estiver na bateria ou estiver com pouca bateria.
ru: Приостанавливать при питании от батареи или низком заряде
ta: சாதனம் பேட்டரியில் இருக்கும்போது அல்லது பேட்டரி குறைவாக இருக்கும்போது இடைநிறுத்தப்பட்ட பின்னணி
th: หยุดการเล่นชั่วคราวเมื่อการอุปกรณ์อยู่โหมดแบตเตอรี่ หรือ แบตเตอรี่ต่ำที่กำหนด
tr: Bilgisayar batarya durumunda veya düşük bataryada ise oynatmayı durdur.
uk: Призупинення відтворення, коли пристрій працює від акумулятора або акумулятор розряджений
zh_hans: 当设备未充电或电量较低时暂停播放
zh_hant: 當設備使用電池或電池電量低時暫停播放

source: <b>Never</b>: Disable this feature. <b>Low Battery</b>: Pause playback when the device is on low battery (below the threshold). <b>Always</b>: Pause playback when the device is on battery.
da: <b>Aldrig</b>: Deaktiver denne funktion. <b>Lavt Batteri</b>: Paus afspilning når enheden er på lavt batteri (under tærsklen). <b>Altid</b>: Paus afspilning når enheden er på batteri.
fr: <b>Jamais</b>: Désactive cette fonctionnalité. <b>Batterie faible</b>: Arrête la lecture lorsque la batterie est faible. (en dessous du seuil). <b>Toujours</b>: Arrête la lecture lorsque l'appareil est sur batterie.
pt_br: <b>Nunca<b>: Desativa esse recurso <b>Pouca Bateria<b>: Pausa a reprodução quando o dispositivo está com pouca bateria (abaixo do limite). <b>Sempre<b>: Pausa a reprodução quando o dispositivo está na bateria.
ru: <b>Никогда</b>: Отключить эту возможность. <b>Низкий заряд батареи</b>: Приостанавливать воспроизведение при малом заряде батареи (ниже заданного уровня) . <b>Всегда<b>: Приостанавливать воспроизведение при питании от батареи.
ta: <b> நெவர் </b>: இந்த அம்சத்தை முடக்கு. <b> குறைந்த பேட்டரி </b>: சாதனம் குறைந்த பேட்டரியில் இருக்கும்போது (வாசலுக்குக் கீழே) இடைநிறுத்த பிளேபேக். <b> எப்போதும் </b>: சாதனம் பேட்டரியில் இருக்கும்போது பின்னணி பின்னணி.
th: <b>ไม่</b>: ปิดฟีเจอร์นี้ <b>แบตเตอรี่ต่ำ</b>: หยุดการเล่นเมื่ออุปกรณ์มีแบตเตอรี่ต่ำ (ตามขั้นต่ำที่กำหนดไว้) <b>ตลอด</b>: หยุดการเล่นเมื่ออุปกรณ์เข้าสู่ระบบใช้พลังงานแบตเตอรี่
tr: <b>Asla</b>: Bu özelliği kapat. <b>Düşük batarya</b>: Batarya düşük güçte(belirlenen seviyenin altında) ise oynatmayı durdur. <b>Her zaman</b>: Bilgisayar güce takılı değil ise oynatmayı durdur.
uk: <b>Ніколи</b>: Вимкнути дану функцію. <b>Низький рівень заряду акумулятора</b>: Призупинити відтворення, коли пристрій має низький рівень заряду акумулятора (нижче порогового значення). <b>Завжди</b>: Призупинити відтворення, коли пристрій працює від акумулятора.
zh_hans: <b>从不</b>: 停用该功能。 <b>低电量时</b>: 当设备处于 低电量(低于阀值) 状态时暂停播放。 <b>总是</b>: 当设备使用电池时暂停播放。
zh_hant: <b>從不</b>：停用此功能。 <b>低電量時</b>：當裝置處於低電量（低於臨界值）狀態時暫停播放。 <b>總是</b>：當裝置使用電池時暫停播放。

source: Low Battery
da: Lavt Batteri
el: ΧαμηλήMπαταρία
fr: Batterie faible
pt_br: Pouca Bateria
ru: Низкий уровень заряда баттареи
ta: குறைந்த பேட்டரி
th: แบตเตอรี่ต่ำ
tr: Düşük Batarya
uk: Низький рівень заряду акумулятора
zh_hans: 低电量
zh_hant: 低電量

source: Always
da: Altid
el: Πάντα
fr: Toujours
pt_br: Sempre
ru: Всегда
ta: எப்போதும்
th: ตลอด
tr: Her zaman
uk: Завжди
zh_hans: 总是
zh_hant: 總是

source: Change Wallpaper Mode
da: Ændr Baggrunds Tilstand
el: Αλλαγή λειτουργίας ταπετσαρίας
es: Cambiar el modo de fondo de pantalla
fi: Vaihda taustakuvatila
fr: Modifier le mode de fond d'écran
pt_br: Altere o Modo do Wallpaper
ru: Изменить режим смены обоев
ta: வால்பேப்பர் பயன்முறையை மாற்றவும்
th: เปลี่ยนโหมดภาพพื้นหลัง
tr: Duvar Kağıdı Kipini Değiştir
uk: Зміна режиму шпалер
zh_hans: 壁纸切换模式
zh_hant: 壁紙更換方式

source: Control how to change wallpapers automatically
da: Kontroller hvordan baggrunde skiftes automatisk
el: Έλεγχος του τρόπου αυτόματης αλλαγής ταπετσαριών
es: Controla cómo cambiar los fondos de pantalla automáticamente
fi: Hallinnoi taustakuvien automaattista vaihtoa
fr: Contrôle comment changer le fond d'écran automatiquement
pt_br: Controla como alterar os wallpapers automaticamente
ru: Способ, которым обои будут сменяться автоматически
ta: வால்பேப்பர்களை தானாக மாற்றுவது எப்படி என்பதைக் கட்டுப்படுத்தவும்
th: ตั้งค่าวิธีการเปลี่ยนภาพพื้นหลังอัตโนมัติ
tr: Duvar kağıtlarını otomatik olarak nasıl değiştirileceğini ayarlayın.
uk: Керуйте автоматичною зміною шпалер
zh_hans: 控制如何自动切换壁纸
zh_hant: 控制如何自動更換壁紙

source: <b>Sequential:</b> Preserve the directory sequence (descending order). <b>Inverse Sequential:</b> Retrieve wallpapers in the opposite sequence (ascending order). <b>Random:</b> Randomly select wallpapers from the directory.
da: <b>Normal rækkefølge:</b> Behold mappe rækkefølge (faldende rækkefølge). <b>Modsat rækkefølge:</b> Hent baggrunde i modsat rækkefølge (stigende rækkefølge). <b>Tilfældig:</b> Vælg baggrunde fra mappen i tilfældig rækkefølge.
es: <b>secuencial:</b> Conserve la secuencia de directorios (orden descendente). <b>Secuencial inverso:</b> Recupere fondos de pantalla en la secuencia opuesta (orden ascendente). <b>aleatorio:</b> Seleccione fondos de pantalla al azar del directorio.
fi: <b>Järjestyksellinen:</b> Säilytä hakemistojärjestys (laskevasti). <b>Käänteinen järjestys:</b> Hae taustakuvia vastakkaisessa järjestyksessä (nousevasti). <b>satunnainen:</b> Valitse taustakuvia hakemistosta satunnaisesti.
fr: <b>Séquentiel:</b> Préserve la séquence du répertoire (ordre descendant). <b>Séquentiel inversé:</b> Affiche les fonds d'écran dans l'ordre inversé (ordre ascendant). <b>Aléatoire:</b> Affiche un fond d'écran aléatoire à partir du répertoire.
pt_br: <b>Sequêncial:</b> Preservar a sequência de arquivos (ordem decrescente). <b>Sequêncial Inversa:</b> Usar papéis de parede na sequência oposta (ordem crescente). <b>Aleatório:</b> Seleciona wallpapers aleatoriamente do diretório.
ru: <b>Последовательность:</b> Сохраните последовательность каталогов (в порядке убывания). <b>Обратная последовательность:</b> <b> Извлеките обои в обратной последовательности (в порядке возрастания). <b>Случайно:</b> Случайный выбор обоев из каталога.
ta: <b> தொடர்ச்சியான: </b> அடைவு வரிசையை பாதுகாக்கவும் (இறங்கு வரிசை). <b> தலைகீழ் தொடர்ச்சியானது: </b> எதிர் வரிசையில் (ஏறுவரிசை வரிசை) வால்பேப்பர்களை மீட்டெடுக்கவும். <b> சீரற்ற: </b> கோப்பகத்திலிருந்து தோராயமாக வால்பேப்பர்களைத் தேர்ந்தெடுக்கவும்.
th: <b>ตามลำดับ:</b> ตามลำดับลงไป (ลำดับบนไปล่าง) <b>ย้อนลำดับ:</b> ตามลำดับขึ้นไป (ลำดับล่างไปบน) <b>สุ่ม:</b> สุ่มภาพในโฟลเดอร์
tr: <b>Ardışık:</b> Dizin sırasını koru (A-Z). <b>Ters Ardışık:</b> Dizin sırasını koru (Z-A). <b>Rastgele:</b> Dizinden rastgele duvar kağıdı seç.
uk: <b>Послідовний:</b> Зберегти послідовність каталогів (за спаданням). <b>Зворотна послідовність:</b> Отримати шпалери у зворотній послідовності (за зростанням). <b>Випадково:</b> Випадковий вибір шпалер з каталогу.
zh_hans: <b>顺序：</b>保留目录顺序（降序）。 <b>逆序：</b>按相反顺序（升序）检索壁纸。 <b>随机：</b>从目录中随机选择壁纸。
zh_hant: <b>順序：</b>保留目錄順序（降序）。 <b>逆序：</b>按相反順序（升序）檢索壁紙。 <b>隨機：</b>從目錄中隨機選擇壁紙。

source: Sequential
da: Normal rækkefølge
el: Διαδοχικά
es: Secuencial
fi: Järjestyksellinen
fr: Séquentiel
pt_br: Sequencial
ru: Последовательно
ta: தொடர்ச்சியான
th: ตามลำดับ
tr: Ardışık
uk: Послідовний
zh_hans: 顺序
zh_hant: 順序

source: Inverse Sequential
da: Modsat Rækkefølge
el: Αντίστροφη Aκολουθία
es: Secuencial inverso
fi: Käänteinen järjestys
fr: Séquentiel inversé
pt_br: Sequência Inversa
ru: Обратная последовательность
ta: தலைகீழ் தொடர்ச்சியான
th: ลำดับย้อนกลับ
tr: Ters Ardışık
uk: Зворотна послідовність
zh_hans: 逆序
zh_hant: 逆序

source: Random
da: Tilfældig
el: Τυχαία
es: Aleatorio
fi: Satunnainen
fr: Aléatoire
pt_br: Aleatório
ru: Случайный
ta: சீரற்ற
th: สุ่ม
tr: Rastgele
uk: Випадково
zh_hans: 随机
zh_hant: 隨機
