Repository: KyleGospo/gnome-ext-hanabi
Catalog: src/po/*.po
Languages: da, el, es, fi, fr, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Pause
da: Paus
el: Παύση
es: Pausa
fi: Tauko
pt_br: Pausar
ru: Приостановить
ta: இடைநிறுத்தம்
th: หยุดชั่วคราว
tr: Durdur
uk: Призупинити
zh_hans: 暂停
zh_hant: 暫停

source: Play
da: Afspil
el: Παίξε
es: Reproducir
fi: Toista
fr: Reprendre
pt_br: Reproduzir
ru: Воспроизвести
ta: விளையாடுங்கள்
th: เล่น
tr: Oynat
uk: Продовжити
zh_hans: 播放
zh_hant: 播放

source: Unmute Audio
da: Slå Lyden Til
el: Κατάργηση Σίγασης Ήχου
es: Activar audio
fi: Poista äänenvaimennus
fr: Activer le son
pt_br: Ativar Som
ru: Включить звук
ta: இயக்க ஆடியோ
th: เปิดเสียง
tr: Sesi Aç
uk: Увімкнути звуки
zh_hans: 取消静音
zh_hant: 取消靜音

source: Mute Audio
da: Slå lyd fra
el: Σίγαση ήχου
es: Silenciar el audio
fi: Vaienna äänet
fr: Couper l'audio
pt_br: Desativar Som
ru: Отключить звук
ta: முடக்கு ஆடியோ
th: ปิดเสียง
tr: Sesi Sustur
uk: Заглушити аудіо
zh_hans: 静音
zh_hant: 靜音

source: Next Wallpaper
da: Næste Baggrund
el: Επόμενη Ταπετσαρία
es: Siguiente fondo de pantalla
fi: Seuraava taustakuva
fr: Fond d'écran suivant
pt_br: Próximo Wallpaper
ru: Следующие обои
ta: அடுத்த வால்பேப்பர்
th: ภาพพื้นหลังต่อไป
tr: Sonraki Duvar Kağıdı
uk: Наступні шпалери
zh_hans: 下一张壁纸
zh_hant: 下一張壁紙

source: Preferences
da: Præferencer
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Paramètres
pt_br: Preferências
ru: Настройки
ta: விருப்பத்தேர்வுகள்
th: ตั้งค่า
tr: Tercihler
uk: Налаштування
zh_hans: 偏好设置
zh_hant: 偏好設定

source: General
da: Generelt
el: Γενικά
fi: Yleistä
fr: Général
pt_br: Geral
ru: Общее
ta: பொது
th: ทั่วไป
tr: Genel
uk: Загальні
zh_hans: 一般设置
zh_hant: 通用的

source: Volume Level
da: Volumen Niveau
el: Επίπεδο Έντασης
es: Nivel de volumen
fi: Äänenvoimakkuus
fr: Volume
pt_br: Volume do Som
ru: Уровень громкости
ta: தொகுதி நிலை
th: ตั้งค่าความดังเสียง
tr: Ses Düzeyi
uk: Рівень гучності
zh_hans: 音量
zh_hant: 音量

source: Show Panel Menu
da: Vis Panel Menu
el: Εμφάνιση μενού πάνελ
es: Mostrar menú del panel
fi: Näytä ohjausvalikko
fr: Afficher le raccourci de configuration
pt_br: Mostrar o Menu do Painel
ru: Показывать индикатор в панели состояния
ta: குழு மெனுவைக் காட்டு
th: แสดงแผงเมนู
tr: Panel Menüsünü Göster
uk: Показувати індикатор у панелі стану
zh_hans: 显示面板菜单
zh_hant: 顯示面板選單

source: Auto Pause
da: Automatisk Pause
el: Αυτόματη Παύση
fr: Pause automatique
pt_br: Pausar Automaticamente
ru: Автоматически приостанавливать
ta: ஆட்டோ இடைநிறுத்தம்
th: หยุดอัตโนมัติ
tr: Otomatik Durdur
uk: Авто пауза
zh_hans: 自动暂停
zh_hant: 自動暫停

source: Low Battery Threshold
da: Lavt Batteri Tærskel
el: Κατώφλι Xαμηλής Mπαταρίας
fr: Niveau de batterie faible
pt_br: Limite de pouca bateria
ru: Пороговый уровень заряда батареи
ta: குறைந்த பேட்டரி வாசல்
th: แบตเตอรี่ขั้นต่ำ
tr: Düşük Batarya Eşiği
uk: Поріг низького заряду акумулятора
zh_hans: 低电量阈值
zh_hant: 低電量閥值

source: Set the threshold percentage for low battery level
da: Set tærsklen for lavt batteri-niveau
el: Ορίστε το ποσοστό κατωφλίου για χαμηλή στάθμη μπαταρίας
fr: Définir le niveau du seuil de pourcentage pour la batterie faible
pt_br: Especifique um limite de porcentagem para o nível de bateria baixa
ru: Установить пороговый уровень заряда батареи
ta: குறைந்த பேட்டரி மட்டத்திற்கு வாசல் சதவீதத்தை அமைக்கவும்
th: ตั้งค่าแบตเตอรี่ต่ำกี่เปอร์เซ็น
tr: Düşük batarya seviyesinin eşiğini ayarla
uk: Встановіть пороговий відсоток для низького заряду батареї
zh_hans: 设置低电量水平的阈值百分比
zh_hant: 設定低電量水平的閾值百分比

source: Pause on Media Player Playing
da: Paus ved Medie Afspiller
el: Παύση κατά την αναπαραγωγή προγράμματος αναπαραγωγής πολυμέσων
fr: Suspendre quand un média est joué
pt_br: Pausar quando algum reprodutor de vídeo estiver ativo
ru: Приостановить при проигрывании медиа плеера
ta: மீடியா பிளேயர் விளையாடுவதில் இடைநிறுத்தம்
th: หยุดชั่วคราวเมื่อมีการเล่น Media Player ต่าง ๆ
tr: Medya Oynatıcı Çalıyorken Duraklat
uk: Пауза у відтворенні медіаплеєра
zh_hans: 在媒体播放器播放媒体时暂停
zh_hant: 媒體播放器播放時暫停

source: Pause playback when an MPRIS media player is playing media
da: Paus afspilning når en MPRIS medieafspiller afspiller noget
el: Παύση αναπαραγωγής όταν μια συσκευή αναπαραγωγής πολυμέσων MPRIS αναπαράγει πολυμέσα
fr: Suspendre la lecture lorsqu'un lecteur MPRIS lit un média
pt_br: Pausar a reprodução quando um MPRIS estiver reproduzindo alguma mídia
ru: Приостанавливать воспроизведение при работе MPRIS-совместимого медиаплеера.
ta: ஒரு MPRIS மீடியா பிளேயர் மீடியா விளையாடும்போது இடைநிறுத்தப்பட்ட பின்னணி
th: หยุดชั่วคราวเมื่อ MPRIS media player กำลังเล่นอยู่
tr: MPRIS medya oynatıcısı çalıyorken oynatımı duraklat
uk: Призупинити відтворення, коли медіаплеєр MPRIS відтворює медіафайли
zh_hans: 当远程媒体播放器在播放媒体时暂停播放
zh_hant: 當MPRIS媒體播放器正在播放媒體時暫停播放

source: Wallpaper Changer
da: Baggrunds Skifter
el: Αλλαγή Ταπετσαρίας
fr: Changeur de fond d'écran
pt_br: Mudança do Wallpaper
ru: Смена обоев
ta: வால்பேப்பர் சேஞ்சர்
th: ตัวเปลี่ยนภาพพื้นหลัง
tr: Duvar Kağıdı Değiştirici
uk: Змінювач шпалер
zh_hans: 壁纸修改器
zh_hant: 壁紙修改器

source: Change Wallpaper Automatically
da: Skift Baggrund Automatisk
es: Cambiar el fondo de pantalla automáticamente
fi: Vaihda taustakuva automaattisesti
fr: Changer automatiquement le fond d'écran
pt_br: Muda o Wallpaper Automaticamente
ru: Менять обои автоматически
ta: வால்பேப்பரை தானாக மாற்றவும்
th: เปลี่ยนภาพพื้นหลังอัตโนมัติ
tr: Duvar Kağıdını Kendiliğinden Değiştir
uk: Автоматична зміна шпалер
zh_hans: 自动切换壁纸
zh_hant: 自動更換壁紙

source: Change Wallpaper Interval (minutes)
da: Ændr Baggrunds Interval (minutter)
es: Cambiar el intervalo del fondo de pantalla (minutos)
fi: Muuta taustakuvan vaihtoväli (minuuteissa)
fr: Modifier l'intervalle de changement du fond d'écran (minutes)
pt_br: Intervalo p/ Mudar de Wallpaper (minutos)
ru: Изменить интервал смены обоев(в минутах)
ta: வால்பேப்பர் இடைவெளியை மாற்றவும் (நிமிடங்கள்)
th: เปลี่ยนภาพพื้นหลังให้เอง (นาที)
tr: Duvar Kağıdı Aralığını Değiştir (dakika)
uk: Інтервал зміни шпалер (хвилини)
zh_hans: 切换壁纸间隔（分钟）
zh_hant: 更換壁紙間隔（分鐘）

source: Experimental
da: Eksperimentel
el: Πειραματικό
fi: Kokeellinen
fr: Expérimental
pt_br: Opções Experimentais
ru: Экспериментальные настройки
ta: சோதனை
th: ทดลอง
tr: Deneysel
uk: Експериментальні налаштування
zh_hans: 实验性
zh_hant: 實驗性

source: Experimental VA Plugin
da: Eksperimentelt VA Plugin
el: Πειραματικό πρόσθετο VA
es: Complemento VA experimental
fi: Kokeellinen VA-liitännäinen
fr: Plugin VA expérimental
pt_br: Plugin VA Experimental
ru: Экспериментальный плагин VA
ta: சோதனை வி.ஏ. சொருகி
th: ทดลองปลั๊กอิน VA
tr: Deneysel VA Eklentisi
uk: Експериментальний плагін відео-прискорення
zh_hans: 实验性 VA 插件
zh_hant: 實驗性 VA 插件

source: Enable VA decoders which improve performance for Intel/AMD Wayland users
da: Slå VA dekodere til hvilket forbedre ydeevne for Intel/AMD Wayland brugere
el: Ενεργοποίηση των αποκωδικοποιητών VA που βελτιώνουν την απόδοση για τους χρήστες Intel/AMD Wayland
es: Habilite los decodificadores VA que mejoran el rendimiento para los usuarios de Intel/AMD Wayland
fi: Ota VA-dekooderit käyttöön; nämä parantavat Wayland-suorituskykyä Intel/AMD -laitteiden käyttäjille
fr: Activer le décodeur VA , ce qui améliore les performances pour les utilisateurs sous Wayland, ayant du matériel Intel/AMD
pt_br: Habilitar decodificadores VA que melhoram o desempenho para usuários de Wayland com Intel/AMD
ru: Включите декодеры VA, которые повышают производительность для пользователей Intel/AMD на Wayland
ta: இன்டெல்/ஏஎம்டி வேலேண்ட் பயனர்களுக்கான செயல்திறனை மேம்படுத்தும் VA டிகோடர்களை இயக்கவும்
th: เปิดค่า VA Decoders เพื่อให้เพิ่มประสิทธิภาพกับผู้ใช้งาน Intel/AMD บน Wayland
tr: Intel/AMD Wayland kullanıcıları için başarımı artıran VA kod çözücülerini etkinleştir
uk: Увімкнути декодери з відео-прискоренням які можуть покращити продуктивність для користувачів Intel/AMD на Wayland
zh_hans: 启用 VA 解码器以提高英特尔/AMD Wayland 用户的性能
zh_hant: 啟用 VA 解碼器，以提升 Intel/AMD Wayland 用戶的效能

source: NVIDIA Stateless Decoders
el: Αποκωδικοποιητές NVIDIA χωρίς κατάσταση
es: Decodificadores sin estado NVIDIA
fi: NVIDIA:n tilattomat dekooderit
fr: Décodeurs NVIDIA sans état
pt_br: Decodificadores sem estado da NVIDIA
tr: NVIDIA Durumsuz Kod Çözücüler
uk: Декодер NVIDIA
zh_hans: NVIDIA 无状态解码器

source: Use new stateless NVIDIA decoders
da: Brug nye stat-løse NVIDIA dekodere
el: Χρήση νέων αποκωδικοποιητών NVIDIA χωρίς κατάσταση
es: Utilice nuevos decodificadores NVIDIA sin estado
fi: Käytä uutta tilatonta NVIDIA-dekooderia
fr: Utiliser le nouveau décodeur NVDIA sans état
pt_br: Utilizar os novos decodificadores sem estado da NVIDIA
ru: Используйте новые декодеры NVIDIA без статических данных
ta: புதிய நிலையற்ற என்விடியா டிகோடர்களைப் பயன்படுத்தவும்
th: ใช้ตัว stateless NVIDIA decoders
tr: Yeni durumsuz NVIDIA kod çözücüleri kullan
uk: Використовувати нові декодери NVIDIA
zh_hans: 使用新的 NVIDIA 无状态解码器
zh_hant: 使用新的 NVIDIA 無狀態解碼器

source: Developer
da: Udvikler
el: Προγραμματιστής
es: Desarrollador
fi: Kehittäjä
fr: Développeur
pt_br: Desenvolvedor
ru: Настройки для разработчиков
ta: உருவாக்குநர்
th: โหมด ผู้พัฒนา
tr: Geliştirici
uk: Розробник
zh_hans: 开发者
zh_hant: 開發人員

source: Debug Mode
da: Debug Tilstand
el: Λειτουργία Αποσφαλμάτωσης
es: Modo de depuración
fi: Virheenkorjauksen tila
fr: Mode débogage
pt_br: Modo de Depuração
ru: Режим отладки
ta: பிழைத்திருத்த முறை
th: โหมด ดีบัก
tr: Hata Ayıklama Kipi
uk: Режим налагодження
zh_hans: 调试模式
zh_hant: 偵錯模式

source: Print debug messages to log
da: Print debug beskeder til log
el: Εκτύπωση μηνυμάτων εντοπισμού σφαλμάτων στο αρχείο καταγραφής
es: Escribir mensajes de depuración en el registro.
fi: Kirjaa virheenkorjauksen viestit lokiin
fr: Affiche les messages de débogage dans les logs
pt_br: Armazenar mensagens de debug ao log
ru: Вывод сообщений отладки в журнал
ta: பதிவு செய்ய பிழைத்திருத்த செய்திகளை அச்சிடுங்கள்
th: ส่งค่าข้อความดีบักไปยังข้อความล็อค
tr: Hata ayıklama iletilerini günlüğe yazdır
uk: Надсилати повідомлення відлагодження до звіту
zh_hans: 将调试信息打印到日志中
zh_hant: 將偵錯資訊打印到日誌中

source: Force gtk4paintablesink
da: Tving gtk4paintablesink
el: Επιβολή gtk4paintablesink
es: Forzar el uso de gtk4paintablesink
fi: Pakota gtk4paintablesink
fr: Forcer gtk4paintablesink
pt_br: Forçar gtk4paintablesink
ru: Принудительно использовать gtk4paintablesink
ta: Gtk4paintablesink ஐ கட்டாயப்படுத்துங்கள்
th: บังคับ gtk4paintablesink
tr: gtk4paintablesink'e zorla
uk: Примусово використовувати gtk4paintablesink
zh_hans: 强制使用 gtk4paintablesink
zh_hant: 強制使用 gtk4paintablesink

source: Force use of gtk4paintablesink for video playback
da: Tving brug af gtk4paintablesink til video afspilning
el: Επιβολή χρήσης του gtk4paintablesink για αναπαραγωγή βίντεο
es: Forzar el uso de gtk4paintablesink para la reproducción de vídeo
fi: Pakota gtk4paintablesink-käyttö videon toistolle
fr: Forcer l'utilisation de gtk4paintablesink pour la lecture vidéo
pt_br: Forçar o uso do gtk4paintablesink para a reprodução dos vídeos
ru: Принудительное использование gtk4paintablesink для воспроизведения видео
ta: வீடியோ பிளேபேக்கிற்கான gtk4paintablesink இன் கட்டாய பயன்பாடு
th: บังคับใช้ gtk4paintablesink สำหรับการเล่นวิดีโอพื้นหลัง
tr: Video oynatmalarında gtk4paintablesink kullanımına zorla
uk: Примусово використовувати gtk4paintablesink для програвання відео
zh_hans: 强制使用 gtk4paintablesink 播放视频
zh_hant: 強制使用 gtk4paintablesink 進行影片播放

source: Force GtkMediaFile
da: Tving GtkMediaFile
el: Επιβολή GtkMediaFile
es: Forzar el uso de GtkMediaFile
fi: Pakota GtkMediaFile
fr: Forcer GtkMediaFile
pt_br: Forçar GtkMediaFile
ru: Принудительно использовать GtkMediaFile
ta: Gtkmediafile ஐ கட்டாயப்படுத்துங்கள்
th: บังคับ GtkMediaFile
tr: GtkMediaFile'a zorla
uk: Примусово використовувати GtkMediaFile
zh_hans: 强制使用 GtkMediaFile
zh_hant: 強制使用 GtkMediaFile

source: Force use of GtkMediaFile for video playback
da: Tving brug af GtkMediaFile til video afspilning
el: Επιβολή χρήσης του GtkMediaFile για την αναπαραγωγή βίντεο
es: Forzar el uso de GtkMediaFile para la reproducción de vídeo
fi: Pakota GtkMediaFile-käyttö videon toistolle
fr: Forcer l'utilisation de GtkMediaFile pour la lecture vidéo
pt_br: Forçar o uso do GtkMediaFile para a reprodução dos vídeos
ru: Принудительное использование GtkMediaFile для воспроизведения видео
ta: வீடியோ பிளேபேக்கிற்கான சி.டி.கே.மீடியாஃபைலின் கட்டாய பயன்பாடு
th: บังคับใช้ GtkMediaFile สำหรับการเล่นวิดีโอพื้นหลัง
tr: Video oynatmalarında GtkMediaFile kullanımına zorla
uk: Примусово використовувати GtkMediaFile для програвання відео
zh_hans: 强制使用 GtkMediaFile 播放视频
zh_hant: 強制使用 GtkMediaFile 進行影片播放

source: Startup Delay
da: Start Forsinkelse
el: Καθυστέρηση εκκίνησης
es: Retraso del inicio
fi: Käynnistyksen viive
fr: Délai au démarrage
pt_br: Atraso na inicialização
ru: Задержка запуска
ta: தொடக்க நேரந்தவறுகை
th: ดีเลย์การเปิดขึ้น
tr: Başlangıç Gecikmesi
uk: Затримка запуску
zh_hans: 启动延迟
zh_hant: 啟動延遲

source: Add a startup delay (in milliseconds) to mitigate compatibility issues with other extensions
da: Tilføj et start forsinkelse (i millisekunder) for at undvige kompatibilitetsproblemer med andre udvidelser
el: Προσθέστε καθυστέρηση εκκίνησης (σε milliseconds) για τον μετριασμό των ζητημάτων συμβατότητας με άλλες επεκτάσεις
es: Agregue un retraso de inicio (en milisegundos) para mitigar los problemas de compatibilidad con otras extensiones
fi: Lisää käynnistysviive (millisekunneissa) lieventääksesi yhteensopivuusongelmia muiden laajennusten kanssa
fr: Ajouter un délai (en millisecondes) afin d'éviter les problèmes de compatibilités avec d'autres extensions
pt_br: Adiciona um atraso de inicialização (em milissegundos) para diminuir problemas de compatibilidade com outras extensões
ru: Добавьте задержку при запуске (в миллисекундах), чтобы уменьшить проблемы совместимости с другими расширениями
ta: பிற நீட்டிப்புகளுடன் பொருந்தக்கூடிய சிக்கல்களைத் தணிக்க தொடக்க தாமதத்தை (மில்லி விநாடிகளில்) சேர்க்கவும்
th: เพิ่มดีเลย์การเปิดตัว (ใน มิลลิวินาที) เพื่อลดปัญหาความเข้ากันได้กับส่วนขยายอื่น
tr: Diğer uzantılarla uyumluluk sorunlarını azaltmak için başlangıç gecikmesi ekle (milisaniye cinsinden)
uk: Додати затримку запуску (у мілісекунда) щоб виправити проблеми сумісності з іншими розширеннями
zh_hans: 增加启动延迟（以毫秒为单位）以减少与其它扩展的兼容性问题
zh_hant: 增加啟動延遲（以毫秒為單位）以減少與其他擴充功能的相容性問題

source: Video Path
da: Video Sti
el: Διαδρομή βίντεο
es: Ruta del vídeo
fi: Videopolku
fr: Chemin vers la vidéo
pt_br: Diretório do Vídeo
ru: Путь до видеофайла
ta: வீடியோ பாதை
th: ที่อยู่วิดีโอ
tr: Video Yolu
uk: Шлях до відеофайлу
zh_hans: 视频路径
zh_hant: 影片路徑

source: None
da: Ingen
el: Κανένα
es: Ninguno
fi: Tyhjä
fr: Aucun
pt_br: Nenhum
ru: Нет
ta: எதுவுமில்லை
th: ไม่มี
tr: Yok
uk: Ні
zh_hans: 无
zh_hant: 無

source: Open File
da: Åben Fil
el: Άνοιγμα Aρχείου
es: Abrir documento
fi: Avaa tiedosto
fr: Ouvrir le fichier
pt_br: Abrir Arquivo
ru: Открыть файл
ta: கோப்பை திற
th: เปิดไฟล์
tr: Dosya Aç
uk: Відкрити файл
zh_hans: 打开文件
zh_hant: 開啟文件

source: Cancel
da: Annuller
es: Cancelar
fi: Peruuta
fr: Annuler
pt_br: Cancelar
ru: Отмена
ta: ரத்துசெய்
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Open
da: Åben
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
pt_br: Abrir
ru: Открыть
ta: திற
th: เปิด
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 打開

source: Change Wallpaper Directory Path
da: Skift Stien Til Bagrunds-mappen
es: Cambiar la ruta del directorio de la imagen de fondo
fi: Vaihda taustakuvan hakemistopolkua
fr: Changer le chemin d'accès au fond d'écran
pt_br: Altere o Caminho do Diretório de Wallpapers
ru: Изменить путь до директории с обоями
ta: வால்பேப்பர் அடைவு பாதையை மாற்றவும்
th: เปลี่ยนที่เก็บไฟล์ของภาพพื้นหลัง
tr: Duvar Kağıdı Dizin Yolunu Değiştir
uk: Зміна шляху до каталогу шпалер
zh_hans: 更改壁纸目录路径
zh_hant: 更改壁紙目錄路徑

source: Select Directory
da: Vælg Mappe
el: Επιλογή Φακέλου
es: Seleccionar directorio
fi: Valitse hakemisto
fr: Sélectionner le répertoire
pt_br: Selecionar Diretório
ru: Выбрать директорию
ta: கோப்பகத்தைத் தேர்ந்தெடு
th: เลือกโฟลเดอร์
tr: Dizin Seç
uk: Обрати каталог
zh_hans: 选择目录
zh_hant: 選擇目錄

source: Fit Mode
el: Λειτουργία προσαρμογής
es: Modo de ajuste
fi: Sovitustila
fr: Mode d'ajustement
pt_br: Ajuste do Wallpaper
ru: Режим
th: โหมด พอดีหน้าจอ
tr: Doldurma Kipi
uk: Режим заповнення
zh_hans: 适应模式

source: Control how wallpaper fits within the monitor
da: Kontroller hvordan baggrunde passer til skærmen
el: Έλεγχος του τρόπου τοποθέτησης της ταπετσαρίας στην οθόνη
es: Controla cómo encaja el fondo de pantalla en el monitor
fi: Hallinnoi miten taustakuva asettuu näytölle
fr: Gérer l'affichage du fond d'écran sur l'écran
pt_br: Controla como o wallpaper se ajusta ao seu monitor
ru: Контроль того, как обои вписываются в монитор
ta: மானிட்டருக்குள் வால்பேப்பர் எவ்வாறு பொருந்துகிறது என்பதைக் கட்டுப்படுத்தவும்
th: ตั้งค่าวิธีการเปลี่ยนภาพพื้นหลังให้หน้าจอ
tr: Duvar kağıdının ekrana nasıl sığdığını denetle
uk: Керує як саме шпалери будуть вміщатися у моніторі
zh_hans: 控制壁纸在显示器内的贴合方式
zh_hant: 控制壁紙在顯示器中的適配方式

source: <b>Fill</b>: Stretch the wallpaper to fill the monitor. <b>Contain</b>: Scale the wallpaper to fit the monitor (keep aspect ratio). <b>Cover</b>: Scale the wallpaper to cover the monitor (keep aspect ratio). <b>Scale-down</b>: Scale down the wallpaper to fit the monitor if needed, otherwise keep its original size.
da: <b>Fyld</b>: Stræk baggrunden til at fylde skærmen. <b>Indehold</b>: Skaler baggrunden for at passe ind på skærmen (behold billedformat). <b>Dæk</b>: Skaler baggrunden til at dække skærmen (behold billedformat). <b>Skaler ned</b>: Skaler baggrunden ned for at passe til skærmen hvis nødvendigt, ellers behold den originale størrelse.
el: <b>Γέμισμα</b>: Επιμηκύνετε την ταπετσαρία για να γεμίσει την οθόνη. <b>Συγκρατεί</b>: Κλιμακώστε την ταπετσαρία ώστε να ταιριάζει στην οθόνη (διατηρήστε την αναλογία διαστάσεων). <b>Κάλυψη</b>: Κλιμακώστε την ταπετσαρία ώστε να καλύπτει την οθόνη (διατηρήστε την αναλογία διαστάσεων). <b>Κλιμακωτή μείωση</b>: Κλιμακώστε την ταπετσαρία ώστε να ταιριάζει στην οθόνη, αν χρειάζεται, διαφορετικά διατηρήστε το αρχικό της μέγεθος.
es: <b>Relleno</b>: Estira el fondo de pantalla para llenar el monitor. <b>Contener</b>: Escala el fondo de pantalla para que se ajuste al monitor (mantén la relación de aspecto). <b>Cubierta</b>: Escala el fondo de pantalla para cubrir el monitor (mantén la relación de aspecto). <b>Reducción de escala</b>: Reduzca la escala del fondo de pantalla para que se ajuste al monitor si es necesario, de lo contrario, mantenga su tamaño original.
fi: <b>Täytä</b>: Venytä taustakuva näytön täyttämiseksi. <b>Sovita</b>: Skaalaa taustakuva sopivaksi näyttöön (säilytä kuvasuhde). <b>Peitä</b>: Skaalaa taustakuva peittääksesi näytön (säilytä kuvasuhde). <b>Suhteuta</b>: Pienennä taustakuvaa näytölle sopivaksi tarvittaessa, mutta muutoin säilytä alkuperäinen koko.
fr: <b>Étirer</b>: Étirer le fond d'écran pour qu'il remplisse l'écran. <b>Contenir</b>: Met à l'échelle le fond d'écran pour correspondre à l'écran (garde le ratio). <b>Couvrir</b>: Met à l'échelle le fond d'écran pour remplir l'écran (garde le ration). <b>Mise à l'échelle</b>: Redimensionne le fond d'écran pour correspondre à l'écran si nécessaire, sinon conserve la taille originale.
pt_br: <b>Preencher</b>: Estica o wallpaper para preencher o monitor por completo. <b>Conter</b>: Dimensiona o wallpaper para caber no monitor (não modifica a proporção). <b>Cobrir</b>: Dimensiona o wallpaper para cobrir o monitor (não modifica a proporção). <b>Diminuir</b>: Caso não couber, diminui o tamanho do wallpaper para caber no monitor.
ru: <b>Fill</b>: Потяните обои, чтобы заполнить монитор. <b> Масштабируйте обои, чтобы соответствовать монитору (соотношение сторон). <b> Масштабируйте обои, чтобы покрыть монитор (соотношение сторон). <b>Scale-down</b>: Положите на обои вниз, чтобы при необходимости уместить монитор, в противном случае сохраняйте его первоначальный размер. .
ta: <b> நிரப்பு </b>: மானிட்டரை நிரப்ப வால்பேப்பரை நீட்டவும். <b> ஐக் கொண்டுள்ளது </b>: மானிட்டருக்கு ஏற்றவாறு வால்பேப்பரை அளவிடவும் (விகித விகிதத்தை வைத்திருங்கள்). <b> கவர் </b>: மானிட்டரை மறைக்க வால்பேப்பரை அளவிடவும் (விகித விகிதத்தை வைத்திருங்கள்). <b> ச்கேல்-டவுன் </b>: தேவைப்பட்டால் மானிட்டருக்கு ஏற்றவாறு வால்பேப்பரை அளவிடவும், இல்லையெனில் அதன் அசல் அளவை வைத்திருங்கள்.
th: <b>เติม</b>: ขยายภาพให้เต็มหน้าจอ <b>ฟิต</b>: ขยายภาพให้ฟิตหน้าจอ (โดยให้อัตราส่วนเหมือนเดิม) <b>เต็มหน้าจอ</b>: ขยายภาพให้เต็มหน้าจอ (โดยให้อัตราส่วนเหมือนเดิม) <b>ลดขนาดภาพ</b>: ลดขนาดภาพเพื่อให้ฟิตหน้าจอ หากจำเป็น ไม่งั้น จะให้อัตราส่วนเหมือนเดิม
tr: <b>Doldur</b>: Duvar kağıdını ekranı dolduracak şekilde uzat. <b>İçer</b>: Duvar kağıdını ekrana sığacak şekilde ölçeklendir (en boy oranını koru). <b>Kapla</b>: Duvar kağıdını ekranı kaplayacak şekilde ölçeklendir (en boy oranını koru). <b>Küçült</b>: Gerekirse duvar kağıdını ekrana sığacak şekilde küçült, aksi takdirde özgün boyutu koru.
uk: <b>Заповнювати</b>: Розтягувати шпалери щоб заповнити монітор. <b>Утримувати</b>: Масштабувати шпалери щоб заповнити монітор (зі збереженням співвідношення сторін). <b>Накладати</b>: Масштабувати шпалери щоб покрити монітор (зі збереженням співвідношення сторін). <b>Зменшити масштаб</b>: Зменшити масштаб шпалер щоб заповнити монітор (якщо масштабування потребується), в іншому випадку використовувати оригінальний розмір.
zh_hans: <b>填充</b>：拉伸壁纸以填满显示器。 <b>包含</b>：缩放壁纸以适应显示器（保持宽高比）。 <b>覆盖</b>：缩放壁纸以覆盖显示器（保持宽高比）。 <b>缩放</b>：必要时缩放壁纸以适应显示器，否则保持原始大小。
zh_hant: <b>填充</b>：拉伸壁紙以填滿顯示器。 <b>包含</b>：縮放壁紙以適應顯示器（保持寬高比）。 <b>覆蓋</b>：縮放壁紙以覆蓋顯示器（保持寬高比）。 <b>縮小</b>：必要時縮小壁紙以適應顯示器，否則保持原始大小。

source: Fill
da: Fyld
el: Γέμισμα
es: Llenar
fi: Täytä
fr: Remplir
pt_br: Preencher
ru: Заполнение
ta: நிரப்பவும்
th: เติม
tr: Doldur
uk: Заповнювати
zh_hans: 填充
zh_hant: 填充

source: Contain
da: Indholde
es: Contener
fi: Sisällytä
fr: Adapter
pt_br: Conter
ru: Контейнер
ta: கட்டுப்படுத்தவும்
th: ฟิต
tr: İçer
uk: Утримувати
zh_hans: 包含
zh_hant: 包含

source: Cover
da: Dæk
el: Εξώφυλλο
es: Cubrir
fi: Peitä
fr: Couvrir
pt_br: Cobrir
ru: Наложение
ta: கவர்
th: เต็มหน้าจอ
tr: Kapla
uk: Накладати
zh_hans: 覆盖
zh_hant: 覆蓋

source: Scale-down
da: Skaler-ned
el: Κλιμακωτή μείωση
es: Reducir escala
fi: Pienennä mittakaavassa
fr: Mise à l'échelle
pt_br: Diminuir Escala
ru: Сокращение масштаба
ta: அளவிலான-கீழ்
th: ลดขนาด
tr: Küçült
uk: Зменшити масштаб
zh_hans: 缩减
zh_hant: 縮小

source: This feature requires Gtk 4.8 or above
da: Denne funktion har brug for Gtk 4.8 eller senere
el: Αυτή η λειτουργία απαιτεί Gtk 4.8 ή νεότερη έκδοση
es: Esta característica requiere Gtk 4.8 o superior
fi: Tämä ominaisuus vaatii Gtk julkaisun 4.8 tai uudemman
fr: Cette fonctionnalité nécessite la version 4.8 de Gtk ou une version ultérieure.
pt_br: Essa funcionalidade precisa de GTK 4.8 ou alguma versão superior
ru: Эта функция требует Gtk 4.8 или выше
ta: இந்த அம்சத்திற்கு சி.டி.கே 4.8 அல்லது அதற்கு மேல் தேவைப்படுகிறது
th: ฟีเจอร์นี้ต้องใช้ Gtk 4.8 หรือ มากกว่านั้น
tr: Bu özellik Gtk 4.8 veya üst sürümü gerektirir
uk: Ця функція потребує Gtk 4.8 або вище
zh_hans: 此功能需要 Gtk 4.8 或更高版本
zh_hant: 此功能需要 Gtk 4.8 或更高版本

source: Pause on Maximize or Fullscreen
da: Paus ved Maksimer eller Fuldskærm
el: Παύση σε μεγιστοποίηση ή πλήρη οθόνη
fr: Pause si maximisée ou en plein écran
pt_br: Pausar quando a janela estiver preenchendo, ou tela cheia
ru: Приостанавливать при разворачивании на полный экран
ta: அதிகபட்சம் அல்லது முழுத்திரை ஆகியவற்றில் இடைநிறுத்தவும்
th: หยุดชั่วคราวตอนหน้าจอขยาย หรือ หน้าจอแบบเต็ม
tr: Tam veya Büyütülmüş Pencerede Duraklat
uk: Пауза на повноекранному режимі
zh_hans: 最大化或全屏时 暂停
zh_hant: 最大化或全螢幕時暫停
